Repository: apis-bulgaria/EUCases.EULinksChecker
Catalog: MS - Word/Source/Resources/Resource.*.resx
Languages: bg, de, fr, it

# cAll
source: All
bg: Всички
de: Alles
fr: Tous
it: Tutto

# cCancel
source: Cancel
bg: Откажи
de: Stornieren
fr: Annuler
it: Cancellare

# cm_AllDocuments
source: All documents
bg: Всички документи
de: Alle Dokumente
fr: Tous les documents
it: Tutti i documenti

# cm_Credentials
source: Settings
bg: Настройки
de: Einstellungen
fr: Paramètres
it: Impostazioni

# cm_DocumentsIndexedWithThisTerm
source: Documents indexed with this term:
bg: Документи, индексирани с този термин:
de: Dokumente mit diesem Begriff indiziert:
fr: Documents indexés avec ce terme:
it: I documenti indicizzati con questo termine:

# cm_EuCL
source: EU case law
bg: Съдебна практика на ЕС
de: EU-Rechtsprechung
fr: Jurisprudence de l'UE
it: Giurisprudenza dell'UE

# cm_EuL
source: EU legislation
bg: Законодателство на ЕС
de: EU-Gesetzgebung
fr: Législation de l'UE
it: Legislazione UE

# cm_NaCL
source: National case law
bg: Национална съдебна практика
de: Nationale Rechtsprechung
fr: Jurisprudence nationale
it: Giurisprudenza nazionale

# cm_NaL
source: National legislation
bg: Национално законодателство
de: Nationale Gesetzgebung
fr: Législation nationale
it: Legislazione Nazionale

# cm_ShowToolTip
source: Show tooltip
bg: Покажи подсказка
de: Hinweis anzeigen
fr: Afficher info-bulle
it: Mostra descrizione comandi

# cOK
source: OK
bg: Потвърди
de: Bestätigen

# cPassword
source: Password
bg: Парола
de: Kennwort
fr: Mot de passe

# cUserName
source: User Name
bg: Потребителско име
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente

# cCheckFrLinks
source: Check for links
bg: Провери за връзки
de: Überprüfung für Links
fr: Vérifier les liens
it: Verificare la presenza di collegamenti

# cOperations
source: Operations
bg: Операции
de: Handhabungen
fr: Opérations
it: Operazioni

# cRemoveLinks
source: Remove links
bg: Премахни връзките
de: Links entfernen
fr: Supprimer les liens
it: Rimuovere collegamenti

# Save2Xml
source: Save text to XML-file
bg: Запиши текста в XML-file
de: Text in XML-Datei speichern
fr: Enregistrer le texte au format XML
it: Salva il testo come file XML

# cInsertLink
source: Insert link
bg: Постави връзка
de: Link einfügen
fr: Insérer le lien
it: Inserisci collegamento

# cRemoveLinksFromSelection
source: Remove links from selection
bg: Премахни връзките от избраното
de: Links von Auswahl entfernen
fr: Supprimer les liens de la sélection
it: Rimuovere i collegamenti da selezione

# cConfirmation
source: Confirmation
bg: Потвърждение
de: Bestätigung
it: Conferma

# cPlzConfirm
source: EULinksChecker will check for existence of references to EU legislation and case law and will set links to the cited legal acts. This may take a while. Please, confirm!
bg: EULinksChecker ще провери дали съществуват препратки към законодателството и съдебната практика на Европейския съюз и ще постави връзки към цитираните нормативни актове. Това може да отнеме известно време. Моля, потвърдете!
de: EULinksChecker wird überprüfen ob Verweise auf EU-Gesetzgebung oder Rechtsprechung vorhanden sind und wird Links zu den zitierten Rechtsakten einfügen. Dies kann eine Weile dauern. Bitte, bestätigen!
fr: EULinksChecker vérifiera s’il existe des références menant vers la législation et la jurisprudence de l'Union européenne et mettra des liens vers les dispositions cités. Cela peut prendre un certain temps.Veuillez confirmer!
it: EULinksChecker verificherà la presenza di riferimenti alla legislazione e alla giurisprudenza dell'UE e metterà collegamenti ai testi normativi citati. Questo potrebbe richiedere del tempo. Si prega di confermare!

# cCannotAddLink
source: Please, select text to insert a link.
bg: Моля, маркирайте текст, за да вмъкнете връзка.
de: Bitte, markieren Sie einen Text um einen Link einzufügen.
fr: Veuillez sélectionner le texte pour insérer un lien.
it: Si prega di selezionare testo per inserire un collegamento.

# cm_DocumentsReferringToThisAct
source: Documents referring to this act / provision:
bg: Документи, препращащи към този акт / разпоредба:
de: Dokumente, die auf diesen Akt / Vorschrift verweisen
fr: Documents faisant référence à cet acte / disposition:
it: Documenti relativi a questo atto / disposizione:

# cm_RemoveLink
source: Remove link
bg: Изтрий връзката
de: Link entfernen
fr: Supprimer le lien
it: Rimuovi collegamento

# cm_InsertLink
source: Insert link
bg: Постави връзка
de: Link einfügen
fr: Insérer un lien
it: Inserisci collegamento

# cInformation
source: Information
bg: Информация
fr: Informations
it: Informazioni

# cSuccess
source: Check for links completed.
bg: Проверката за връзки приключи.
de: Überprüfung für Links abgeschlossen.
fr: La vérification des liens est terminée.
it: Verificazione dei collegamenti compiuta.

# cLinkTo
source: Link to
bg: Свържи с
de: Link zu
fr: Lien vers
it: Collegamento a

# cPlzEnterCompleteUrl
source: Please enter the complete URL-address.
bg: Моля, въведете пълния URL-адрес.
de: Bitte geben Sie die vollständige URL.
fr: Veuillez entrez l'URL complète
it: Si prega di inserire l'URL completo

# cLang
source: Interface language:
bg: Език на интерфейса:
de: Sprache der Schnittstelle:
fr: Langue de l’interface:
it: Lingua interfaccia:

# cMsgChgLng
source: You are about to change the user interface language.
bg: С това действие ще промените езика на потребителския интерфейс.
de: Sie sind dabei, die Sprache der Benutzeroberfläche zu ändern.
fr: Vous êtes sur le point de changer la langue de l'interface utilisateur.
it: Questa azione modificherà la lingua dell' interfaccia utente.

# cPlzConfirmRmLnk
source: Please confirm the removal of links set by EULinksChecker.
bg: Моля, потвърдете изтриването на връзките, поставени от EULinksChecker.
de: Bitte bestätigen Sie die Entfernung von Links gesetzt von EULinksCheker.
fr: Veuillez confirmer la suppression des liens établis par EULinksChecker.
it: Si prega di confermare l'eliminazione dеi collegamenti messi dal EULinksChecker.

# cPlzConfirmRmLnkSel
source: The links set by EULinksChecker will be removed. Please confirm!
bg: Връзките, поставени от EULinksChecker ще бъдат изтрити. Моля, потвърдете!
de: Die vom EULinksChecker gesetzten Links werden gelöscht. Bitte, bestätigen!
fr: Les liens établis par EULinksChecker seront supprimés. Veuillez confirmer!
it: I collegamenti messi dal EULinksChecker saranno rimossi. Si prega di confermare!

# cStAddNewLink
source: Manual insertion of a link to external web resource
bg: Ръчно поставяне на връзка към външен уеб ресурс
de: Manuelle Einfügung vom Link zur externen Web-Ressource
fr: Insérez manuellement un lien vers une ressource Web externe
it: Inserire manualmente un collegamento ad una risorsa web esterna

# cStCredentials
source: Settings
bg: Настройки
de: Einstellungen
fr: Paramètres
it: Impostazioni

# cStPutLinksAndTerms
source: Recognition and highlighting of references to EU legislation and case law
bg: Разпознаване и маркиране на препратки към законодателството и съдебната практика на Европейския съюз
de: Erkennung und Hervorhebung von Verweisen auf EU-Gesetzgebung und Rechtsprechung
fr: Identification et le marquage des références vers la législation et la jurisprudence de l'Union européenne
it: Identificazione e marcatura di riferimenti alla legislazione e alla giurisprudenza dell'Unione europea

# cStRemove1
source: Removing links to EU legislation and case law set by EULinksChecker from the selected text
bg: Премахване в маркирания текст на поставените от EULinksChecker връзки към законодателството и съдебната практика на Европейския съюз
de: Entfernung von den vom EULinksChecker gesetzten Links die auf EU-Gesetzgebung und Rechtsprechung verweisen
fr: Retrait de liens menant vers la législation et la jurisprudence de l'UE établis par EULinksChecker à partir du texte sélectionné
it: Rimuovere i collegamenti alla legislazione e alla giurisprudenza dell'UE messi dal EULinksChecker dal testo selezionato

# cStRemoveLinksAndTerms
source: Removal of links to EU legislation and case law set by “Check for links” function of EULinksChecker
bg: Премахване на връзките към законодателството и съдебната практика на Европейския съюз, поставени от EULinksChecker с функцията "Провери за връзки"
de: Entfernung der Links gesetzt von ''Überprüfen Sie für Links'' Funktion des EULinksCheckers
fr: Retrait de liens menant vers la législation et la jurisprudence de l'UE établis par EULinksChecker avec la fonction "Vérifier les liens"
it: Rimuovere i collegamenti alla legislazione e alla giurisprudenza dell'UE messi dal EULinksChecker con la funzione “Verifica la presenza di collegamenti”.

# cStSave2Xml
source: Save text to XML-file
bg: Запиши текста в XML-file
de: Speichern Sie den Text in XML-file
fr: Enregistrer le texte au format XML
it: Salva il testo come file XML

# cPlsSelLink
source: Please select text with links set by EULinksChecker.
bg: Моля, маркирайте текст с връзки, поставени от EULinksChecker.
de: Bitte, wählen Sie einen Text mit Links gesetzt vom EULinksChecker.
fr: Veuillez sélectionner le texte avec des liens établis par EULinksChecker.
it: Si prega di selezionare testo con collegamenti messi dal EULinksChecker.

# cMsgNoLinksSetByELCFound
source: No links set by EULinksChecker have been found.
bg: Не са намерени връзки, поставени от EULinksChecker.
de: Keine Links vom EULinksChecker gefunden.
fr: Aucun lien établi par EULinksChecker.
it: Nessun collegamento messo dal EULinksChecker e stato trovato.

# cErrorOccured
source: Error occured.
bg: Възникна грешка.
de: Fehler aufgetreten.
fr: Еrreur est survenue.
it: Errore.

# cWorking
source: Checking for links...
bg: Проверяване за връзки...
de: Überprüfen auf Links...
fr: Vérification des liens...
it: Controllo per i collegamenti...
